export default [
  {
    name: '自选', child: [
      {
        name: '跨产品对冲',
        child: [
          {
            name: '建材能源系',
            child: [
              '螺纹/热卷', '螺纹/焦炭'
            ]
          }
        ]
      }
    ]
  },
  {
    name: '跨产品对冲',
    child: [
      {
        name: '建材能源系',
        child: [
          '螺纹/热卷', '螺纹/焦炭', '热卷/焦炭', '螺纹/铁矿石', '焦煤/焦炭', '玻璃/螺纹', '玻璃/热卷', '焦炭/动力煤', '玻璃/焦炭', '玻璃/动力煤', '玻璃/焦煤',
          '螺纹/焦煤', '热卷/动力煤', '热卷/焦煤', '玻璃/铁矿石'
        ]
      },
      {
        name: '农产品系',
        child: [
          '菜粕/豆油', '菜油/豆油', '豆粕/豆油', '棕榈油/菜油', '棕榈油/豆油', '鸡蛋/菜粕', '鸡蛋/豆粕', '玉米/玉米淀粉', '鸡蛋/玉米'
        ]
      }, {
        name: '石化系',
        child: [
          '甲醇/动力煤', '塑料/PTA', '甲醇/塑料', '甲醇/PP', '甲醇/PTA', '甲醇/PVC', '甲醇/焦煤', '甲醇/焦碳', '塑料/PP', '塑料/PVC',
          'PTA/PP', 'PVC/PP', 'PVC/PTA', '螺纹/PVC'
        ]
      }
    ]
  }
]
